Repository: cgoIT/contao-persons-bundle
Catalog: contao/languages/*/*_module.xlf
Languages: de

# tl_module.person_legend
source: Settings for persons
de: Einstellungen zu Personen

# tl_module.selectPersonsBy.0
source: Type of person selection
de: Art der Personenauswahl

# tl_module.selectPersonsBy.1
source: The persons to be displayed in the frontend can be selected either by one or more keywords or by their unique ID
de: Die im Frontend anzuzeigenden Personen entweder anhand eines oder mehrerer Schlagworte oder über ihre eindeutige ID ausgewählt werden

# tl_module.reference.selectPersonsBy.personsByTag
source: Selection based on keywords
de: Auswahl anhand von Schlagworten

# tl_module.reference.selectPersonsBy.personsById
source: manual selection
de: manuelle Auswahl

# tl_module.personSortBy.0
source: Sort by...
de: Sortieren nach...

# tl_module.personSortBy.1
source: Sort displayed persons in the frontend by the selected attribute
de: Die im Frontend angezeigten Personen werden nach dem ausgewählten Attribut sortiert. Wenn mehrere Attribute ausgewählt sind, werden die Personen bei Gleichheit eines Attributs nach dem nächsten Attribut sortiert.

# tl_module.reference.personSortBy.name_asc
source: name ascending
de: Name aufsteigend

# tl_module.reference.personSortBy.name_desc
source: name descending
de: Name absteigend

# tl_module.reference.personSortBy.firstName_asc
source: firstname ascending
de: Vorname aufsteigend

# tl_module.reference.personSortBy.firstName_desc
source: firstname descending
de: Vorname absteigend

# tl_module.reference.personSortBy.position_asc
source: position ascending
de: Position aufsteigend

# tl_module.reference.personSortBy.position_desc
source: position descending
de: Position absteigend

# tl_module.reference.personSortBy.random
source: random order
de: Zufällige Reihenfolge

# tl_module.reference.personTagsCombination.and
source: … for which all specified keywords are set
de: … bei denen alle angegebenen Schlagworte gesetzt sind

# tl_module.reference.personTagsCombination.or
source: … for which at least one of the specified keywords is set
de: … bei denen mindestens eines der angegebenen Schlagworte gesetzt ist

# tl_module.personTags.0
source: Keywords
de: Schlagworte

# tl_module.personTags.1
source: Persons with the specified keywords are displayed in the frontend
de: Personen mit den angegebenen Schlagworten werden im Frontend angezeigt

# tl_module.personTagsCombination.0
source: Select persons…
de: Personen auswählen…

# tl_module.persons.0
source: Persons
de: Personen

# tl_module.persons.1
source: These persons are displayed in the frontend
de: Diese Personen werden im Frontend angezeigt

# tl_module.person_person.1
source: This person is displayed in the frontend
de: Diese Person wird im Frontend angezeigt

# tl_module.person_deviatingPosition.0
source: Deviating position
de: Abweichende Position

# tl_module.person_deviatingPosition.1
source: Position of the person, if different
de: Position der Person, falls abweichend

# tl_module.person_customTpl.0
source: Individual person template
de: Individuelles Personen-Template

# tl_module.person_customTpl.1
source: Individual template for displaying the person
de: Individuelles Template zur Darstellung der Person
